Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Choose from multiple layout options using the Layout Picker in the 'Style' section.
bg: Изберете от няколко оформления чрез избирача на оформление в раздел „Стил“.
cs: Vyber si z několika možností rozvržení pomocí „Výběru rozvržení“ v sekci „Styl“.
da: Vælg mellem flere layoutindstillinger ved hjælp af layoutvælgeren i afsnittet 'Stil'.
de: Wähle aus mehreren Layout-Optionen mit dem Layout-Picker im Abschnitt „Stil“ aus.
es: Elija entre múltiples opciones de diseño usando el selector de diseño en la sección 'Estilo'.
fr: Sélectionnez un agencement dans la liste du sélecteur de disposition, dans la section 'Style'.
it: Scegli tra più opzioni di layout usando il selettore di layout nella sezione 'Stile'.
nb_no: Velg mellom alternative oppsett ved å bruke oppsettvelgeren under "Stil".
nl: Kies uit meerdere lay-outopties met behulp van de Layout Picker in de sectie 'Stijl'.
pl: Wybierz spośród wielu opcji wyglądu, korzystając z wyboru wyglądu w sekcji „Styl”.
pt_pt: Escolha entre várias opções de layout usando o Seletor de Layout na seção 'Estilo'.
ru: Выберите из нескольких вариантов макета, используя раскладку в разделе 'Стиль'.
sv: Välj från flera layoutalternativ med hjälp av Layout Picker i avsnittet "Style".
uk: Вибір з декількох варіантів розкладки в розділі «Стиль».
vi: Chọn từ nhiều kiểu bố cục khác nhau bằng cách sử dụng Bộ chọn bố cục trong mục 'Giao diện'.
zh_hant: 使用“樣式”部分中的佈局選擇器選擇多種佈局選項。

source: Choose glucose forecast presentation. See hint for more details.
bg: Изберете представянето на прогнозата за глюкоза. Вижте подсказката за повече детайли.
cs: Vyber způsob zobrazení předpovědi glukózy. Podrobnosti najdeš v nápovědě.
da: Vælg præsentation af glucoseprognose. Se tip for flere detaljer.
de: Wähle die Darstellung der Glukoseprognose. Siehe Hinweis für weitere Details.
es: Elegir presentación de previsión de glucosa. Ver pista para más detalles.
fr: Choisissez le mode d’affichage de l’évolution prévue du glucose. Consultez l’astuce (?) pour plus de détails.
it: Scegli la presentazione della previsione del glucosio. Vedi il suggerimento per maggiori dettagli.
nb_no: Velg hvordan blodsukkerprediksjon skal vises. Se tips for mer informasjon.
nl: Kies de glucoseprognose presentatie. Zie hint voor meer informatie.
pl: Wybierz prezentację prognozy glikemii. Więcej szczegółów znajdziesz w wskazówce.
pt_pt: Escolha a apresentação da previsão da glicose. Veja dicas para mais detalhes.
ru: Выбери прогноз глюкозы. Смотрите подсказку для подробностей.
sv: Välj glukosprognos presentation. Se tips för mer information.
uk: Виберіть презентацію для глюкози прогнозування. Див. підказку для отримання додаткової інформації.
vi: Chọn cách hiển thị dự đoán đường huyết. Xem gợi ý để biết thêm chi tiết.
zh_hant: 選擇血糖預測的呈現方式。詳情請參見提示。

source: Choose glucose notifications option. See hint for more details.
bg: Изберете опция за известия за глюкоза. Вижте подсказката за повече детайли.
cs: Vyber možnosti upozornění na glukózu. Podrobnosti najdeš v nápovědě.
da: Vælg glucose notifikationer valgmulighed. Se tip for flere detaljer.
de: Wähle die Glukose-Benachrichtigungs-Optionen aus. Siehe Hinweis für weitere Details.
es: Elija la opción de notificaciones de glucosa. Ver pista para más detalles.
fr: Choisissez si et quand les notifications de mesure de glucose seront envoyées. Voir l’astuce (?) pour plus de détails.
it: Scegli l'opzione notifiche di glucosio. Vedi suggerimento per maggiori dettagli.
nb_no: Velg alternativer for blodsukkervarsler. Se tips for mer informasjon.
nl: Kies de glucosemeldingsoptie. Zie hint voor meer informatie.
pl: Wybierz opcję powiadomień o glikemii. Więcej szczegółów znajdziesz w wskazówce.
pt_pt: Escolher a opção de notificações de glicose. Veja a dica para mais detalhes.
ru: Выберите опцию уведомления о глюкозах. Смотрите подсказку для получения более подробной информации.
sv: Välj alternativet för glukosnotifikationer. Se tips för mer information.
uk: Виберіть опцію глюкози сповіщень. Дивіться підказку для отримання додаткової інформації.
vi: Chọn cách hiển thị dự đoán đường huyết. Xem gợi ý để biết thêm chi tiết.
zh_hant: 選擇血糖通知選項。詳情請參見提示。

source: Choose glucose reading color scheme. See hint for more details.
bg: Изберете цветова схема за показанията на глюкозата. Вижте подсказката за повече детайли.
cs: Vyber barevné schéma pro hodnoty glukózy. Podrobnosti najdeš v nápovědě.
da: Vælg farve til glukoseaflæsning. Se tip for flere detaljer.
de: Wähle das Farbschema für die Glukoseanzeige aus. Siehe Hinweis für weitere Details.
es: Elegir esquema de color de lectura de glucosa. Ver pista para más detalles.
fr: Choisissez la palette de couleurs des mesures du taux de glucose. Consultez l’astuce (?) pour plus de détails.
it: Scegli lo schema di colore di lettura del glucosio. Vedi suggerimento per maggiori dettagli.
nb_no: Velg fargeskjema for blodsukker. Se tips for mer informasjon.
nl: Kies het kleurenschema van de glucosewaarde. Zie hint voor meer informatie.
pl: Wybierz schemat odczytu koloru glikemii. Więcej szczegółów znajdziesz w wskazówce.
pt_pt: Escolher esquema de cores de leitura da glicose. Consulte a dica para obter mais detalhes.
ru: Выберите цветовую схему чтения глюкозы. Смотрите подробности.
sv: Välj färgschema för glukosläsning. Se tips för mer information.
uk: Виберіть схему кольорів глюкози читання. Дивіться підказку для отримання подробиць.
vi: Chọn bảng màu cho mức đường huyết. Xem gợi ý để biết thêm chi tiết.
zh_hant: 選擇血糖讀取值的色彩方案。詳情請參見提示。

source: Choose to display eA1c and GMI in percent or mmol/mol.
bg: Изберете дали eA1c и GMI да се показват в проценти или в mmol/mol.
cs: Zvol si zobrazení eHbA1c a GMI v procentech nebo mmol/mol.
da: Vælg at vise eA1c og GMI i procent eller mmol/mol.
de: Wähle, ob eA1c und GMI in Prozent oder mmol/mol angezeigt werden sollen.
fr: Afficher l’"eA1c" et le "GMI" en pourcentage ou en mmol/mol.
it: Scegliere di visualizzare eA1c e GMI in percentuale o mmol/mol.
nb_no: Velg om du vil vise eA1C og GMI i prosent eller mmol/mol.
nl: Kies om eA1c en GMI in percentages of mmol/moll weer te geven.
pl: Wybierz, aby wyświetlić eA1c i GMI w procentach lub mmol/mol.
sv: Välj om du vill visa eA1c och GMI i procent eller mmol/mol.
vi: Chọn hiển thị eA1c và GMI theo phần trăm hoặc mmol/mol.
zh_hant: 選擇以百分比或 mmol/mol 顯示 eA1c 和 GMI。

source: Choose to hide small bolus amounts. See hint for more details.
bg: Изберете дали малките болуси да се скриват. Вижте подсказката за повече детайли.
cs: Zvol, zda chceš skrýt malá množství bolusů. Podrobnosti najdeš v nápovědě.
fr: Définissez un seuil pour masquer les petites quantités de bolus. Consultez l'astuce (?) pour plus de détails.
nb_no: Velg for å skjule små bolusmengder. Se tips for mer detaljer.
pl: Wybierz, aby ukryć małe dawki bolusa. Zobacz wskazówkę, aby uzyskać więcej szczegółów.
vi: Chọn để ẩn các liều bolus nhỏ. Xem phần gợi ý (hint) để biết thêm chi tiết.
zh_hant: 可選擇隱藏較小的注射量。更多細節請參閱提示。

source: Choose Trio's appearance. See hint for more details.
bg: Изберете външния вид на Trio. Вижте подсказката за повече детайли.
cs: Vyber si vzhled Tria. Podrobnosti najdeš v nápovědě.
da: Vælg Trios udseende. Se tip for flere detaljer.
de: Wähle das Aussehen von Trio. Siehe Hinweis für weitere Details.
es: Elegir la apariencia de Trío. Ver pista para más detalles.
fr: Choisissez l'apparence de Trio. Voir l'astuce (?) pour plus de détails.
it: Scegli l'aspetto di Trio. Vedi suggerimento per maggiori dettagli.
nb_no: Velg utseendet til Trio. Se tips for flere detaljer.
nl: Kies Trio uiterlijk. Zie hint voor meer details.
pl: Wybierz wygląd Trio. Więcej szczegółów znajdziesz w wskazówce.
pt_pt: Escolha a aparência de Trio. Veja a dica para mais detalhes.
ru: Выберем внешний вид трио. Смотрите подсказку для получения более подробной информации.
sv: Välj Trios utseende. Se tips för mer information.
uk: Виберіть зовнішній вигляд Тріо. Дивіться підказку для отримання детальнішої інформації.
vi: Chọn giao diện hiển thị của Trio. Xem gợi ý để biết thêm chi tiết.
zh_hant: 選擇 Trio 的外觀。詳情請參見提示。

source: Choose type of time in range to be used for Trio's statistics.
bg: Изберете типа време в целевия диапазон, което Trio да използва за статистиките.
cs: Vyber typ „času v rozmezí“ (TIR) pro statistiky Tria.
da: Vælg type tid i målområde der skal bruges til Trios statistik.
de: Wähle die Art der Time-in-Range, der für die Statistiken von Trio verwendet werden soll.
fr: Sélectionner le type de temps dans la cible à utiliser dans les statistiques de Trio.
it: Scegli il tipo di TIR da utilizzare per le statistiche di Trio.
nb_no: Velg type tid i området som skal brukes for statistikk i Trio.
nl: Kies welk type "tijd in bereik" wordt gebruikt in Trio's statistieken.
pl: Wybierz rodzaj czasu w zakresie do użycia w statystykach Trio.
sv: Välj vilken typ av 'Tid i målområde' som ska användas för Trios statistik.
vi: Chọn loại thời gian trong phạm vi (Time in Range) để sử dụng cho thống kê của Trio.
zh_hant: 選擇 Trio 的統計數據所使用的範圍中時間類型。

source: Choose whether or not to display one or both X- and Y-Axis grid lines.
bg: Изберете дали да се показват линиите на мрежата по оста X, оста Y или и по двете.
cs: Zvol, zda se mají zobrazovat čáry mřížky na ose X, ose Y nebo na obou.
da: Vælg, om en eller begge X- og Y-akse gitterlinjer skal vises eller ej.
de: Wähle, ob keine, eine oder beide X- und Y-Achsenrasterlinien angezeigt werden sollen.
es: Elija si desea o no mostrar una o ambas líneas de rejilla Eje X y Y.
fr: Choisissez d’afficher ou non les lignes de grille de l’axe X, de l’axe Y, ou des deux.
it: Scegliere se visualizzare o meno una o entrambe le linee di griglia ad asse X e Y.
nb_no: Velg om du vil vise X- og Y-akser eller ikke.
nl: Kies of één of beide X- en Y-asxis-lijnen al dan niet worden weergegeven.
pl: Wybierz, czy wyświetlić jedną lub obie linie siatki X- i Y-Axis.
pt_pt: Escolha se deseja ou não exibir uma ou ambas as linhas de grade X e Y-Axis.
ru: Выберите, показывать ли одну или обе линии сетки X- и Y-Axis.
sv: Välj om du vill visa en eller båda rutnätslinjerna X- och Y-axel.
uk: Виберіть, чи відображати сітку X і Y-Axis лінії.
vi: Chọn hiển thị hoặc ẩn các đường lưới theo trục X, trục Y, hoặc cả hai.
zh_hant: 選擇是否顯示 X 軸和 Y 軸的網格線。

source: Choose which format you'd prefer the eA1c (estimated A1c) and GMI (Glucose Management Index) value in the statistics view as a percentage (Example: eA1c: 6.5%) or mmol/mol (Example: eA1c: 48 mmol/mol).
bg: Изберете в какъв формат предпочитате стойностите на eA1c (прогнозен A1c) и GMI (Glucose Management Index) в изгледа със статистики — в проценти (пример: eA1c: 6.5%) или в mmol/mol (пример: eA1c: 48 mmol/mol).
cs: Vyber, v jakém formátu chceš v přehledu statistik zobrazovat hodnoty eA1c (odhadovaný A1c) a GMI (Index správy glukózy) – buď jako procento (Příklad: eA1c: 6,5 %), nebo v jednotkách mmol/mol (Příklad: eA1c: 48 mmol/mol).
da: Vælg hvilket format du foretrækker værdien eA1c (estimeret A1c) og GMI (Glucose Management Index) i statistikvisningen som en procentdel (Eksempel: eA1c: 6. %) eller mmol/mol (Eksempel: eA1c: 48 mmol/mol).
de: Wähle, welches Format Du bevorzugst: eA1c (geschätzter A1c-Wert) und GMI (Glukose-Management-Index) in der Statistikansicht als Prozentsatz (Beispiel: eA1c: 6,5%) oder mmol/mol (Beispiel: eA1c: 48 mmol/mol).
fr: Choisissez le format d’affichage de l’"eA1c" ("HbA1c" estimée) et du "GMI" (Glucose Management Index) dans la vue Statistiques : en pourcentage (ex. : "eA1c" : 6,5 %) ou en mmol/mol (ex. : "eA1c" : 48 mmol/mol).
it: Scegli quale formato preferisci il valore eA1c (estimated A1c) e GMI (Glucose management index) nella vista statistica come percentuale (esempio: eA1c: 6. %) o mmol/mol (esempio: eA1c: 48 mmol/mol).
nb_no: Velg hvilket format du foretrekker for eA1c (estimert A1c) og GMI (Glucose Management Index) i statistikkvisningen. Som en prosent (Eksempel: eA1c: 6,5%) eller som mmol/mol (Eksempel: eA1c: 48 mmol/mol).
nl: Kies in welk formaat je de eA1c (geschatte A1c) en GMI (Glucose Management Index) waardes wilt zien, als een percentage (Bijv.: eA1c: 6,5%) of mmol/mol (Bijv.: 48 mmol/mol).
pl: Wybierz format, w jakim chcesz wyświetlać wartość eA1c (szacowany poziom A1c) i GMI (wskaźnik zarządzania glikemią) w widoku statystyk jako wartość procentową (przykład: eA1c: 6,5%) lub mmol/mol (przykład: eA1c: 48 mmol/mol).
sv: Välj vilket format du föredrar att värdet för eA1c (uppskattat A1c) och GMI (Glucose Management Index) visas som i statistikvyn. Som procent (Exempel: eA1c: 6.5%) eller mmol/mol (Exempel: eA1c: 48 mmol/mol).
vi: Chọn định dạng bạn muốn dùng để hiển thị giá trị eA1c (HbA1c ước tính) và GMI (Chỉ số quản lý đường huyết) trong phần thống kê: theo phần trăm (Ví dụ: eA1c: 6,5%) hoặc theo mmol/mol (Ví dụ: eA1c: 48 mmol/mol).
zh_hant: 選擇您希望在統計視圖中顯示 eA1c (估計 A1c) 和 GMI (血糖管理指數) 值的格式，可以是百分比 (例如：eA1c: 6.5%) 或 mmol/mol (例如：eA1c: 48 mmol/mol)。

source: Choose which type of time in range Trio should adopt for all its statistical charts and displays:
bg: Изберете какъв тип време в целевия диапазон да възприеме Trio за всички статистически графики и изгледи:
cs: Vyber, jaký typ času v rozmezí má Trio používat pro všechny své statistické grafy a zobrazení:
da: Vælg hvilken type tid i målområde Trio skal bruge for alle dens statistiske diagrammer og skærme:
de: Wähle, welche Time-in-Range Trio für alle statistischen Diagramme und Anzeigen verwenden soll:
fr: Choisissez le type de temps dans la cible que Trio doit utiliser pour tous ses graphiques et affichages statistiques :
it: Scegli quale tipo di TIR Trio deve utilizzare per tutti i suoi grafici statistici e visualizzazioni:
nb_no: Velg hvilken type tid i målområde som skal gjelde for alle statistiske diagrammer og visninger i Trio:
nl: Kies welk type "tijd in bereik" Trio moet gebruiken voor alle statistische grafieken en weergaven:
pl: Wybierz rodzaj czasu w zasięgu trio dla wszystkich swoich wykresów statystycznych i wyświetleń:
sv: Välj vilket typ av 'Tid i målområde' Trio ska använda i alla statistikgrafer och vyer:
vi: Chọn loại thời gian trong phạm vi (Time in Range) mà Trio sẽ sử dụng cho tất cả các biểu đồ và bảng thống kê:
zh_hant: 選擇 Trio 應該採用的範圍內時間類型，以便所有統計圖表和顯示：

source: Clear
bg: Изчисти
cs: Vymazat
da: Ryd
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
nb_no: Fjern
nl: Verwijderen
pl: Wyczyść
pt_pt: Apagar
ru: Очистить
sv: Rensa
uk: Очистити
vi: Hủy bỏ
zh_hant: 清除

source: Click to Snooze Alerts
bg: Натиснете, за да отложите предупрежденията
cs: Kliknutím odložíš výstrahy
da: Klik for at udskyde påmindelser
de: Klicken, um Warnungen temporär abzuschalten
es: Clic para posponer alertas
fr: Cliquer pour mettre en pause les alertes
it: Clicca per Posticipare gli Avvisi
nb_no: Klikk for å slumre varslinger
nl: Klik om waarschuwingen tijdelijk uit te schakelen
pl: Kliknij, aby uśpić Alerty
pt_pt: Clique para adiar alertas
ru: Нажмите, чтобы отложить тревоги
sv: Klicka för att snooza varningar
uk: Натисніть, щоб відкласти оповіщення
vi: Nhấn để tạm hoãn cảnh báo
zh_hant: 點擊以延遲警示

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Fine
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sv: Stäng
uk: Закрити
vi: Đóng
zh_hant: 關閉

source: Closed loop
bg: Затворен цикъл
cs: Uzavřená smyčka
da: Lukket Loop
es: Lazo cerrado
fr: Boucle fermée
it: Loop chiuso
nb_no: Lukket Loop
pl: Zamknięta pętla
pt_pt: Loop fechado
ru: Замкнутая петля
sv: Sluten loop
uk: Замкнена Петля
vi: Vòng lặp kín
zh_hant: 閉環

source: Closed Loop
bg: Затворен цикъл
cs: Uzavřená smyčka
da: Lukket Løkke
es: Bucle cerrado
fr: Boucle Fermée
it: Ciclo Chiuso
nb_no: Lukket Loop
pl: Zamknięta pętla
pt_pt: Loop Fechado
ru: Закрытый цикл
sv: Sluten loop
uk: Зачинені цикли
vi: Vòng lặp kín
zh_hant: 閉環系統

source: COB (Carbs on Board)
bg: COB (активни въглехидрати)
cs: COB (Aktivní sacharidy)
da: COB (Karb om bord)
de: COB (Kohlenhydrate an Bord)
es: COB (Carbohidratos a bordo)
fr: COB (Glucides actifs)
nb_no: COB (aktive karbohydrater)
nl: COB (koolhydraten aan boord)
pl: COB (Aktywne węglowodany)
pt_pt: COB (Carbs no Quadro)
ru: СОБ (Карты на борту)
sv: COB (aktiva kolhydrater)
uk: COB (цілих на дошці)
vi: COB (Carbs đang hoạt động)
zh_hant: COB (體內碳水化合物)

source: Color
bg: Цвят
cs: Barva
de: Farbe
fr: Couleur
nb_no: Farge
pl: Kolor
vi: Màu sắc
zh_hant: 顏色

source: Color Mode
bg: Цветови режим
cs: Barevný režim
de: Farbmodus
fr: Mode de couleur
nb_no: Fargemodus
pl: Tryb kolorów
vi: Chế độ màu sắc
zh_hant: 顏色模式

source: Color Scheme Preference
bg: Предпочитана цветова схема
cs: Preferované barevné schéma
da: Præference For Farvesammensætning
de: Farbschema-Einstellungen
es: Preferencia del esquema de color
fr: Préférence du panel de couleurs
it: Preferenze Schema Colore
nb_no: Fargevalg
nl: Voorkeur voor kleurenschema
pl: Preferencje schematu kolorów
pt_pt: Preferência de Cores
ru: Настройки цветовой схемы
sv: Preferens för färgschema
uk: Налаштування колірної схеми
vi: Tuỳ chọn phối màu
zh_hant: 顏色方案偏好設定

source: Coming soon.
bg: Очаквайте скоро.
cs: Již brzy.
da: Kommer snart.
de: Demnächst.
fr: Bientôt disponible.
it: Prossimamente in arrivo.
nb_no: Kommer snart.
nl: Binnenkort beschikbaar.
pl: Dostępne wkrótce
sv: Kommer snart.
vi: Sắp ra mắt.
zh_hant: 即將推出。

source: Cone
bg: Конус
cs: Kužel
da: Kone
de: Kegel
es: Cono
fr: Cône
it: Cono
nb_no: Kjegle
nl: Kegel
pl: Stożkowy
ru: Конус
sv: Kon
uk: Конус
vi: Hình nón
zh_hant: 圓錐

source: Cone of Uncertainty
bg: Конус на несигурността
cs: Kužel nejistoty
da: Kone af usikkerhed
es: Cono de incertidumbre
fr: Cône d'incertitude
it: Cono dell'incertezza
nb_no: Usikkerhetskjegle
nl: Kegel van onzekerheid
pl: Cone of Uncertainty - wykres stożkowy
pt_pt: Cone de Incerteza
ru: Конус неопределенности
sv: Kon av osäkerhet
uk: Конус невизначеності
vi: Hình nón bất định
zh_hant: 不確定性圓錐

source: Cone:
bg: Конус:
cs: Kužel:
da: Kegle:
de: Kegel:
es: Cono:
fr: Cône :
it: Cono:
nb_no: Kjegle:
nl: Kegel:
pl: Wykres Stożkowy:
pt_pt: Conta:
ru: Кольс:
sv: Kon:
uk: Кон.:
vi: Hình nón:
zh_hant: 圓錐：

source: Confidence Reminders
bg: Напомняния за потвърждение
cs: Potvrzovací pípnutí
da: Påmindelser Om Tillid
es: Recordatorios de confianza
fr: Rappels de confiance
it: Promemoria Di Sicurezza
nb_no: Bekreftelseslyder
nl: Bevestigingsmeldingen
pl: Powiadomienia dźwiękowe
pt_pt: Lembretes de confiança
ru: Напоминания о верификации
sv: Bekräftelseljud
uk: Нагадування про Впевненість
vi: Lời nhắc độ tin cậy
zh_hant: 信心提醒

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
bg: Напомнянията за потвърждение са звукови сигнали от Pod, които могат да се използват за потвърждаване на избрани команди, когато Pod не е заглушен.
cs: Potvrzovací pípnutí jsou zvuky z Podu, které potvrzují přijetí vybraných příkazů, pokud není Pod ztišený.
da: Tillid påmindelser er bipper fra Pod som kan bruges til at anerkende valgte kommandoer, når Pod ikke er tavse.
de: Confidence reminders sind Signaltöne des Pods, die zur Bestätigung ausgewählter Befehle verwendet werden können, wenn der Pod nicht stummgeschaltet ist.
es: Los recordatorios de confianza son pitidos del Pod que pueden ser usados para reconocer los comandos seleccionados cuando el Pod no es silenciado.
fr: Les rappels de confirmation sont des bips émis par le Pod, permettant d’accuser réception des commandes sélectionnées lorsque le Pod n’est pas en mode silencieux.
it: I promemoria di fiducia sono segnali acustici emessi dal Pod che possono essere utilizzati per confermare i comandi selezionati quando il Pod non è silenziato.
nb_no: Påminnelser er pipelyder fra Pod'en som kan brukes som bekreftelse for bestemte kommandoer når Pod'en ikke er satt i stille-modus.
nl: Dit zijn bevestigingsmeldingen met piepjes die uit de Pod komen en kunnen worden gebruikt ter bevestiging van geselecteerde opdrachten als de Pod niet gedempt is.
pl: Powiadomienia dźwiękowe emitowane przez Pod można wykorzystać dla wybranych poleceń gdy Pod nie jest wyciszony.
pt_pt: Lembretes de confiança são bipes do Pod que podem ser usados para reconhecer os comandos selecionados quando o Pod não é silenciado.
ru: Доверенные звуковые сигналы от Пода, которые позволяют распознать выбранные команды, когда Под не заглушен.
sv: Bekräftelseljud är pip från podden (när den inte är tystad) som kan användas som bekräftelser på utförda kommandon
uk: Сигнали підтвердження — це звукові сигнали Podʼа, які можна використовувати для підтвердження вибраних команд.
vi: Âm báo xác nhận là những tiếng bíp phát ra từ Pod, dùng để xác nhận một số lệnh đã chọn khi Pod không bị tắt tiếng.
zh_hant: 信心提醒是 Pod 發出的嗶聲，當 Pod 未靜音時，可用來確認所選指令。
